<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"        "http://www.w3.org/TR/1999/REC-html401-19991224/loose.dtd"><html><head>	<title>Books &amp; lists</title> 	<style type="text/css" media="screen">@import "styles.css";</style>	<meta name="generator" content="BBEdit 6.5"></head><body text="#000000" bgcolor="#ffffff"><h4><a href="index.html">Hilfe zu Books</a> | <a href="contents.html">Inhalt</a></h4><h1>Books &amp; B&uuml;cherlisten</h1><p>Wenn man Books 3 mit dem Menschen vergleicht, so sind B&uuml;cherlisten das Knochenger&uuml;st.  Sie k&ouml;nnen B&uuml;cherlisten benutzen, um Ihre Sammlung zu sortieren. Dabei stehen  Ihnen zwei Arten von B&uuml;cherlisten zur Verf&uuml;gung: einfache B&uuml;cherlisten und  Intelligente B&uuml;cherlisten. Einfache B&uuml;cherlisten enthalten normale Eintr&auml;ge,  die Sie von einer B&uuml;cherliste in eine andere verschieben k&ouml;nnen, so da&szlig; das  Buch immer in dieser B&uuml;cherliste angezeigt wird.</p><p><center><img src="images/4.png" border="0" /></center></p><p>Intelligente B&uuml;cherlisten sind dynamischer. B&uuml;cher werden darin nach bestimmten  Kriterien sortiert. Wenn Sie eine Intelligente B&uuml;cherliste ausw&auml;hlen und dann  den Knopf mit der Aufschrift &laquo;Intell. B&uuml;cherliste ausw&auml;hlen&raquo; dr&uuml;cken, dann  erhalten Sie mehrere M&ouml;glichkeiten, Ihre Intelligente B&uuml;cherliste Ihren speziellen  Bed&uuml;rfnissen anzupassen.</p><p>In dem Auswahlfenster f&uuml;r Intelligente B&uuml;cherlisten k&ouml;nnen Sie dann selbst  entscheiden, ob die B&uuml;cherliste allen oder einigen der Kriterien entsprechen  soll. Dabei steht Ihnen eine gro&szlig;e Auswahl von Feldern und Werten zur Verf&uuml;gung.  Wenn alle B&uuml;cher, die zum Beispiel von Johann Wolfgang von Goethe geschrieben  wurden, in einer B&uuml;cherliste angezeigt werden sollen, dann w&auml;hlen Sie das Feld  &laquo;Autor(en)&raquo; in der ersten Spalte und in der zweiten Spalte den Wert &laquo;ist&raquo; aus.  In das Textfeld geben Sie dann &laquo;Johann Wolfgang von Goethe&raquo; ein. Wenn Sie seine  Werke aber noch weiter einschr&auml;nken wollen und zum Beispiel nur alle Faust-B&uuml;cher  angezeigt werden sollen, dann w&auml;hlen Sie in der zweiten Zeile zus&auml;tzlich noch  das Feld &laquo;Titel&raquo; in der ersten Spalte, den Wert &laquo;enth&auml;lt&raquo; in der zweiten Spalte  aus und geben in das Textfeld den Begriff &laquo;Faust&raquo; ein. Vergewissern Sie sich,  da&szlig; die Intelligente B&uuml;cherliste allen Kriterien entsprechen mu&szlig;. Nachdem Sie  das Auswahlfenster geschlossen haben, wird die B&uuml;cherliste durch Books automatisch  aktualisiert und es werden nur noch die B&uuml;cher in der B&uuml;cherliste dargestellt,  die Ihren pers&ouml;nlichen Kriterien entsprechen.</p><p>Bei dem Hinzuf&uuml;gen eines neuen Buches haben Sie die M&ouml;glichkeit, weitere Informationen  durch eine andere Quelle zu erhalten. Geben Sie so viele Daten wie Sie m&ouml;gen  ein - am Besten die ISBN des Buches - und klicken Sie anschlie&szlig;end auf den  Knopf &laquo;Automatisch ausf&uuml;llen&raquo;. Durch die ISBN wird ein Buch eher gefunden,  als durch die einfach Angabe des Titels. Es ist aber genauso m&ouml;glich, andere  Daten f&uuml;r das &laquo;Automatische Ausf&uuml;llen&raquo; anzubieten. Es kommt dadurch aber h&auml;ufiger  vor, da&szlig; entweder das das Buch oder nicht das richtige Buch gefunden werden  konnte. Geben Sie also m&ouml;glichst viele Daten an. Danach k&ouml;nnen Sie in einem  Auswahlfenster die entsprechende Quelle f&uuml;r das &laquo;Automatische ausf&uuml;llen&raquo; angeben.</p><p><center><img src="images/5.png" border="0" /></center></p><p>Vor: <a href="preferences.html">Einstellungen &amp; Erweiterungen</a></p><p>Zur&uuml;ck: <a href="gettingstarted.html">Erste Schritte</a></p></body></html>