<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"        "http://www.w3.org/TR/1999/REC-html401-19991224/loose.dtd"><html><head>	<title>Contributing</title> 	<style type="text/css" media="screen">@import "styles.css";</style>	<meta name="generator" content="BBEdit 6.5"></head><body text="#000000" bgcolor="#ffffff"><h4><a href="index.html">Hilfe zu Books</a> | <a href="contents.html">Inhalt</a></h4><h1>Bei der Entwicklung mithelfen</h1><p>Uns macht die Arbeit an Books gro&szlig;en Spa&szlig;, aber wir k&ouml;nnen dabei auch jede  Hilfe gebrauchen, die wir daf&uuml;r bekommen k&ouml;nnen. Wenn Sie Interesse daran haben,  uns zu helfen, Books noch besser zu machen, gibt es verschiedene M&ouml;glichkeiten  dazu beizutragen::</p><h3>"Ich kann programmieren!"</h3><p>Wenn Sie sich mit Objective-C und Cocoa auskennen, k&ouml;nnen Sie uns helfen,  neue Funktionen in Books zu integrieren. Wenn eine wichtige Funktion in Books  fehlen sollte und Sie daf&uuml;r sorgen m&ouml;chten, da&szlig; diese Funktion unsere Anwendung  vervollst&auml;ndigt, schreiben Sie einfach einen E-Brief an <a href="mailto:books@aetherial.net">books@aetherial.net</a>  Wir k&ouml;nnen dann die weitere Entwicklung miteinander absprechen.</p><h3>"Ich kann programmieren, kenne mich aber nicht mit Objective-C aus!"</h3><p>Kein Problem. Sie k&ouml;nnen auch eine Erweiterung f&uuml;r Books schreiben. Books  enth&auml;lt bereits standardm&auml;&szlig;ig Erweiterungen, die in Python, Ruby, Java und  Bash geschrieben worden sind. Wenn Sie sich also in einer Programmiersprache  auskennen, die auf XML aufbaut, besuchen Sie die Internetseite</p><center><p><a href="http://books.aetherial.net">http://books.aetherial.net</a></p></center><p>Auf dieser Internetseite stehen Ihnen Informationen zur Verf&uuml;gung, wie Sie  eine Erweiterung f&uuml;r Books schreiben k&ouml;nnen.</p><h3>"Ich kann zwar nicht programmieren, aber ich bin ein richtiger Internet-Picasso!"</h3><p>Wenn Sie wissen, wie man richtig gute HTML- und CSS-Designs erstellt, dann  sind Sie bei uns genau richtig. Wir brauchen st&auml;ndig neue Designs, die der  Anwendung und deren Erweiterungen ein sch&ouml;nes Aussehen geben. Da diese vollst&auml;ndig  als CSS- oder HTML-Datei ben&ouml;tigt werden, m&uuml;ssen Sie sich nicht in anderen  Programmiersprachen auskennen. Ein Gesp&uuml;r f&uuml;r gutes Design gen&uuml;gt.</p><h3>"Ich spreche eine andere Sprache!"</h3><p>Wir brauchen &Uuml;bersetzer. <a href="mailto:books@aetherial.net">Schreiben</a> Sie  uns, um weitere Informationen zu erhalten.</p><h3>"Ich kann gar nichts von den angebotenen Dingen!"</h3><p>Auch in Ordnung. Was wir bei der Entwicklung von Anwendungen f&uuml;r den einfachen  Nutzer gelernt haben - ist, da&szlig; diese immer wieder Grenzen der Anwendungen  und uns unbekannte Fehler finden. Wir freuen uns &uuml;ber Vorschl&auml;ge, Anregungen  und Meldungen zu Fehlern.</p><h3>"Ich w&uuml;rde gerne Geld spenden!"</h3><p>Books ist eine kostenlose Anwendung und wir planen derzeit nicht, daf&uuml;r Geld  zu verlangen. M&ouml;chten Sie uns dennoch finanziell unter die Arme greifen, besuchen  Sie f&uuml;r n&auml;here Informationen die Internetseite</p><center><p><a href="http://books.aetherial.net">http://books.aetherial.net</a></p></center><p>und suchen Sie nach unserer &laquo;tip jar&raquo; oder nach der &laquo;Donation Page&raquo;.  Wir werden uns sicher nicht dar&uuml;ber beschweren. :-)</p><p>Vor: <a href="faq.html">H&auml;ufig gestellte Fragen (H&auml;GeF)</a></p><p>Zur&uuml;ck: <a href="import.html">Daten importieren und exportieren</a></p></body></html>