Repository: audaciouscode/Books-Mac-OS-X
Catalog: Versions/Books_3.0b4/*.lproj/Localizable.strings
Languages: german

source: Alert
german: Achtung

source: All
german: allen

source: Any
german: einigen

source: Are you sure you want to delete the selected books?
german: Sind Sie sicher, daß Sie die ausgewählten Bücher löschen möchten?

source: Are you sure you want to delete this list? It still contains items.
german: Wollen Sie wirklich diese Bücherliste löschen? Sie enthält noch einige Bücher.

source: Are you sure you want to download and install the selected plugin? It may take several minutes.
german: Möchten Sie die ausgewählte Erweiterung herunterladen und installieren? Dieser Vorgang kann einige Minuten dauern.

source: Author(s)
german: Autor(en)

source: author(s)
german: autor(en)

source: Batch Quickfill
german: Mehrere Bücher autom. bearbeiten

source: Batch quickfilling %d items...
german: Bearbeite %d Bücher automatisch...

source: Biography
german: Biographie

source: Books 2.0 Importer
german: Books 2.0

source: Borrower
german: Entl. an

source: Can't find application support folder
german: Der Ordner ~/Library/Application Support/Books konnte nicht gefunden werden.

source: Cancel
german: Abbrechen

source: Condition
german: Zustand

source: contains
german: enthält

source: Could not save changes while quitting. Quit anyway?
german: Änderungen konnten nicht gesichert werden. Trotzdem beenden?

source: Current Value
german: aktueller Wert

source: Date Acquired
german: Erworben am

source: Date Finished
german: Beendet am

source: Date Lent
german: Entl. am

source: Date Published
german: Veröffentl. am

source: date dublished
german: veröffentl. am

source: Date Started
german: Begonnen am

source: Default Display
german: Anzeigestil

source: Delete non-empty list?
german: Bücherliste löschen, die noch Daten enthält?

source: Delete selected books?
german: Ausgewählte Bücher löschen?

source: does not contain
german: enthält nicht

source: Downloading and installing plugin...
german: Lade und installiere Erweiterung...

source: Edit Smart List
german: Intell. Bücherliste bearbeiten

source: Edition
german: Ausgabe

source: edition
german: ausgabe

source: Editor(s)
german: Herausgeber

source: editor(s)
german: herausgeber

source: ends with
german: endet mit

source: Export Data
german: Daten exportieren

source: Exporting data to plugin...
german: Sende Daten an die Erweiterung...

source: Fairy Tales
german: Märchen

source: Folk Tales
german: Volkssagen

source: Get Info
german: Infos einblenden

source: greater than
german: höher als

source: Hide Cover
german: Titelbild ausblenden

source: Hide Info
german: Infos ausblenden

source: Historical Fiction
german: Historischer Roman

source: Illustrator(s)
german: Illustrator(en)

source: illustrator(s)
german: illustrator(en)

source: Import Data
german: Daten importieren

source: Install Plugin?
german: Erweiterung installieren?

source: is
german: ist

source: is not
german: ist nicht

source: Is this your first time running Books? Please set your preferences
german: Starten Sie Books zum ersten Mal? Geben Sie Ihre Einstellungen an.

source: Keep
german: Behalten

source: Keep or overwrite existing values?
german: Vorhandene Werte behalten oder verwerfen?

source: Keywords
german: Stichwörter

source: keywords
german: stichwörter

source: Length
german: Seiten

source: length
german: Seiten

source: less than
german: kleiner als

source: Loading data from disk...
german: Die Daten werden von der Festplatte geladen...

source: Location
german: Ort

source: matches regexp
german: nach dem Muster

source: My Books
german: Meine Bücher

source: Myths & Legends
german: Mythen & Legenden

source: New Book
german: Neues Buch

source: New List
german: Neue Bücherliste

source: New Smart List
german: Neue intell. Bücherliste

source: No
german: Nein

source: No Preferences Found
german: Die Einstellungsdatei konnte nicht gefunden werden

source: No Quickfill Plugin Selected
german: Es wurde keine Erweiterung für das Automatische Ausfüllen gefunden.

source: No quickfill plugins have been selected. Select one in the preferences.
german: Es wurde keine Erweiterung für das Automatische Ausfüllen ausgewählt. Wählen Sie dieses in den Einstellungen.

source: Non-Fiction
german: Sachbuch

source: Only one book may be quickfilled at a time.
german: Es können jeweils nur die Daten für ein Buch automatisch ausgefüllt werden.

source: Overwrite
german: Überschreiben

source: Owner
german: Eigentümer

source: Place Published
german: Veröffentl. in

source: place published
german: veröffentl. in

source: Plugin Installed
german: Erweiterung installiert

source: Poetry
german: Dichtung

source: Preferences
german: Einstellungens

source: Publisher
german: Verlag

source: publisher
german: verlag

source: Quickfilling item %d of %d...
german: Bearbeite automatisch Buch %1$d von %2$d...

source: Quit
german: Beenden

source: Quit anyway
german: Trotzdem beenden

source: Rating
german: Bewertung

source: Realistic Fiction
german: Realistischer Roman

source: Remove Book
german: Buch entfernen

source: Remove List
german: Bücherliste entfernen

source: Returned On
german: Rückgabe am

source: Search Selected List
german: Ausgewählte Liste durchsuchen

source: Series
german: Reihe

source: series
german: reihe

source: Short Stories
german: Kurzgeschichten

source: Show Cover
german: Titelbild einblenden

source: Source
german: Quelle

source: starts with
german: beginnt mit

source: Test Function
german: Funktion überprüfen

source: The new plugin has been installed. Please restart Books to use the new plugin.
german: Die neue Erweiterung wurde installiert. Bitte starten Sie Books erneut, um die Erweiterung zu benutzen.

source: Title
german: Titel

source: title
german: titel

source: Too Many Books Selected
german: Zu viele Bücher ausgewählt

source: Translator(s)
german: Übersetzer

source: translator(s)
german: übersetzer

source: Untitled Book
german: Ohne Titel

source: Yes
german: Ja

source: Summary
german: Inhalt

source: summary
german: inhalt

source: List Name
german: Bücherliste

source: list name
german: bücherliste

source: <p>Authors:
german: <p>Autoren:

source: <p>Summary:
german: <p>Inhalt:

source: Installed
german: Installiert

source: Not Installed
german: Nicht installiert

source: Updating Spotlight index...
german: Aktualisiere Spotlight-Verzeichnis...
