Repository: audaciouscode/Books-Mac-OS-X
Catalog: Versions/Books_3.0b5/*.lproj/MainMenu.strings
Languages: french

source: Add
french: Ajouter

source: Add a new file
french: Ajouter un fichier

source: Add File
french: Ajouter le fichier

source: All
french: toutes les

source: Any
french: n'importe laquelle des

source: Author(s)
french: Auteur(s)

source: Authors:
french: Auteurs:

source: Basic Info.
french: Fiche

source: Batch Quickfill Visible Items
french: Auto-remplissage des éléments visibles

source: Book Information
french: Plus d'infos

source: Books Help
french: Aide Books

source: Borrower
french: Emprunteur

source: Borrower:
french: Emprunteur:

source: Bring All to Front
french: Tout ramener au premier plan

source: Browse
french: Naviguer

source: Cancel
french: Annuler

source: Check For Updates...
french: Mise à jour...

source: Check Spelling
french: Vérifier l'orthographe

source: Check Spelling as You Type
french: Vérifier l'orthographe lors de la frappe

source: Close
french: Fermer

source: Comments:
french: Commentaire:

source: Condition:
french: État:

source: contains
french: contient

source: Copy
french: Copie

source: Copy Borrowed
french: Copie emprunté

source: Copy:
french: Copie:

source: Cover Image
french: Image

source: Current Value:
french: Prix actuel:

source: Custom Genres
french: Genres supplémentaires

source: Custom Settings
french: Autres éléments

source: Cut
french: Couper

source: Date Acquired:
french: Acquis le:

source: Date Finished
french: Fini le

source: Date Finished:
french: Fini le:

source: Date Lent
french: Date de prêt

source: Date Lent:
french: Date de prêt:

source: Date Published
french: Date de publ.

source: Date Started:
french: Commencé le:

source: Default Display Style:
french: Style d'affichage:

source: Default Export Plugin:
french: Mod. d'ext. d'exportation:

source: Default Import Plugin:
french: Mod. d'ext. d'importation:

source: Default Quickfill Plugin:
french: Mod. d'ext. auto-rempliss.:

source: Delete
french: Supprimer

source: Description
french: Déscription

source: Description:
french: Déscription:

source: Details
french: Détails

source: Display default fields specified by the plugin.
french: Utliser les valeurs proposés par le mod. d'extensions.

source: Display default genres specified by the application.
french: Utiliser les genres proposés par Books.

source: does not contain
french: ne contient pas

source: Edit
french: Édition

source: Edition
french: Édition

source: Edition:
french: Édition:

source: Editor(s)
french: Éditeur(s)

source: Editors:
french: Éditeurs:

source: Enabled
french: Active

source: ends with
french: finit par

source: Enter the custom genres in the box below. Enter one genre per line.
french: Veuillez ajouter des genres supplémentaires. Un genre par ligne.

source: Enter the field names for the custom fields to display in the list. Please enter one field name per line.
french: Veuillez bien entrer des valeurs supplémentaires pour être affiché. Une entrée par ligne.

source: Enter the fields to display in the details below. Enter them in the order that they should appear.
french: Veuillez ajouter des valeurs supplémentaire pour être affiché à la fenêtre Détails.

source: Export
french: Exporter

source: Extended Info.
french: Fiche supplémentaire

source: Fetching data for book. Please be patient.
french: Recherche des informations. Soyez patient.

source: Field Name
french: Nom

source: Field Name:
french: Nom:

source: Field Value
french: Valeur

source: Field Value:
french: Valeur:

source: File
french: Fichier

source: Files
french: Fichiers

source: Find
french: Rechercher

source: Find Next
french: Poursuivre la recherche

source: Find Online
french: Rechercher en ligne

source: Find Previous
french: Rechercher le précédent

source: Find…
french: Rechercher…

source: greater than
french: supérieur à

source: Help
french: Aide

source: Hide Books
french: Masquer Books

source: Hide Others
french: Masquer les autres

source: Illustrator(s)
french: Illustrateur(s)

source: Illustrators:
french: Illustrateurs:

source: Import
french: Importer

source: Info
french: Plus d'infos

source: Inscription:
french: Notes:

source: Install Selected Plugin
french: Installer le mod. d'ext. sélectionné

source: is
french: est

source: is not
french: n'est pas

source: Jump to Selection
french: Aller à la sélection

source: Keywords
french: Mots-clefs

source: Keywords:
french: Mots-clefs:

source: Lending History
french: Sur le prêt

source: Length
french: Pages

source: Length:
french: Pages:

source: less than
french: inférieur à

source: List
french: Liste de livres

source: List Name
french: Liste de livres

source: Location
french: Emplacement actuel

source: Location:
french: Emplacement actuel:

source: Look for new plugins online
french: Rechercher des nouveaux mod. d'ext. en ligne

source: Look for updates on launch
french: Rechercher automatiquement les mises à jour

source: Main
french: Général

source: Match
french: Répondre à

source: Minimize
french: Placer dans le Dock

source: Move To Trash
french: Jeter à la corbeille

source: Multiple Books Selected
french: Plusieurs livres sélectionnés

source: Multiple Lists Selected
french: Plusieurs liste de livres sélectionnées

source: Name
french: Nom

source: New Book
french: Nouveau livre

source: New Entry
french: Nouvelle entrée

source: New List
french: Nouvelle liste de livres

source: New Smart List
french: Nouvelle liste de livres intélligente

source: No Books Selected
french: Aucun livre sélectionné

source: No Lists Selected
french: Aucune liste de livres sélectionnée

source: Not Installed
french: Ne pas installé

source: of the following rules:
french: règles suivantes:

source: OK
french: Sauvegarder

source: Only export selected items
french: Exporter seulement les objets selectionés

source: Open With Finder
french: Lancer

source: Owner:
french: Propriétaire:

source: Paste
french: Coller

source: Paste and Match Style
french: Coller et appliquer le style

source: Place Published
french: Lieu d'édition

source: Plugin Manager
french: Administration des modules d'extension

source: Preferences
french: Préférences

source: Preferences…
french: Préférences…

source: Previous
french: Précédent

source: Progress Message
french: Visualiseur d'activité

source: Progress:
french: Visualiseur d'activité:

source: Publication Date
french: Date de publ.

source: Publish Date:
french: Date de publ.:

source: Publish Place:
french: Lieu d'édition:

source: Publisher
french: Maison d'éd.

source: Publisher:
french: Maison d'éd.:

source: Purge Spotlight Index
french: Effacer l'index Spotlight

source: QuickFill
french: Auto-remplissage

source: Quickfilling
french: J'auto-remplisse

source: Quit Books
french: Quitter Books

source: Rating
french: Classement

source: Rating:
french: Classement:

source: Redo
french: Rétablir

source: Refresh List
french: Mise à jour de la liste des mod. d'ext.

source: Remove
french: Supprimer

source: Remove Selected Entry
french: Supprimer l'entrée

source: Replace existing values
french: Ne pas garder les données préc.

source: Returned On
french: Date de retour

source: Returned On:
french: Date de retour:

source: Reviewer
french: Revu par

source: Reviews
french: Revues

source: Save
french: Enregistrer

source: Search
french: Rechercher

source: Select All
french: Tout sélectionner

source: Select the fields to display in the list from the choices below:
french: Veuillez bien choisir les valeurs, que vous souhaitez voir dans votre liste de livres, de la liste ci-présente:

source: Series
french: Série

source: Series:
french: Série:

source: Show All
french: Tout afficher

source: Source:
french: Acheté à:

source: Spelling
french: Orthographe

source: Spelling…
french: Orthographe…

source: starts with
french: commence par

source: Status
french: État

source: Submitter:
french: Revu par:

source: Summary
french: Sommaire

source: Summary:
french: Sommaire:

source: Title
french: Titre

source: Title:
french: Titre:

source: Translator(s)
french: Traducteur(s)

source: Translators:
french: Traducteur(s):

source: Undo
french: Annuler

source: Update Spotlight Index
french: Mettre à jour l'index Spotlight

source: Use Selection for Find
french: Rechercher la sélection

source: User-Defined Information
french: Informations supplémentaires

source: Window
french: Fenêtre

source: Zoom
french: Réduire/agrandir
