<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"        "http://www.w3.org/TR/1999/REC-html401-19991224/loose.dtd"><html><head>	<title>Getting started</title> 	<style type="text/css" media="screen">@import "styles.css";</style>	<meta name="generator" content="BBEdit 6.5"></head><body text="#000000" bgcolor="#ffffff"><h4><a href="index.html">Hilfe zu Books</a> | <a href="contents.html">Inhalt</a></h4><h1>Erste Schritte</h1><h3>Neue Books-Nutzer</h3><p>Der Umgang mit Books ist denkbar einfach. Wenn Sie diese Hilfedatei lesen  k&ouml;nnen, dann haben Sie Books bereits installiert. Herzlichen Gl&uuml;ckwunsch!</p><p>Bei dem ersten Start der Anwendung, sehen Sie im linken Fenster ein Element,  da&szlig; sich &laquo;Meine B&uuml;cher&raquo; nennt. Das ist Ihre erste B&uuml;cherliste. Sie k&ouml;nnen auch  ein Fenster sehen, da&szlig; &laquo;Neues Buch&raquo; genannt wird, wenn Sie auf das entsprechende  Piktogramm in der oberen Leiste klicken. Die Details der B&uuml;cher erscheinen  als formatierter Text.</p><p>Die standardm&auml;&szlig;ig angebotenen Informationen sind nicht gerade interessant.  Also f&uuml;gen wir lieber einige Informationen hinzu. Klicken Sie dazu in dem Auswahlfenster  auf den Reiter &laquo;Infos&raquo;, der sich oben rechts befindet.Dieses Fenster k&ouml;nnen  Sie auch mit der Tastenkombination Apfel-I, dem Piktogramm &laquo;Infos einblenden&raquo;  oder auch durch das Doppelklicken auf einen Titel aufrufen.</p><p><center><img src="images/2.png" border="0" width="50%"/></center></p><p>Das Fenster enth&auml;lt die Metadaten &uuml;ber den entsprechenden Eintrag. Darin ist  standardm&auml;&szlig;ig der Eintrag &laquo;New Book&raquo; enthalten. Sie k&ouml;nnen den Titel &auml;ndern,  indem Sie in das Feld hinter &laquo;Titel&raquo; klicken und einen neuen Titel angeben.  Au&szlig;erdem k&ouml;nnen Sie weitere Informationen hinzuf&uuml;gen, indem Sie in das entsprechende  Feld die dazugeh&ouml;rigen Angaben eintragen. Haben Sie auch noch das Titelbild  des Buches als Grafikdatei k&ouml;nnen Sie dieses einfach auf das Feld &laquo;Titelbild&raquo;  ziehen und es somit an dieser Stelle einf&uuml;gen.</p><p>&nbsp;</p><p>Wenn Sie auf den Reiter &laquo;Weitere Infos&raquo; klicken, erscheinen weitere Felder.  Die oberen Felder sind weiteren Standardinformationen gewidmet. Die unteren  Felder sind f&uuml;r nutzerdefinierte Informationen reserviert. Sie k&ouml;nnen weitere  Felder erstellen und Ihre eigenen Werte eintragen. So k&ouml;nnen Sie die Informationen  der Eintr&auml;ge auf Ihre Bed&uuml;rfnisse anpassen.</p><p>Klicken Sie auf den Reiter &laquo;Exemplare&raquo;, so sehen Sie eine andere Tabelle und  damit verbundene Felder. Damit k&ouml;nnen Sie verschiedene Exemplare eines Buches  verwalten. Sie k&ouml;nnen der Anwendung also mitteilen, wenn sich ein Exemplar  in Ihrem Wohnzimmer und einanderes in Ihrem Schlafzimmer befindet. Haben Sie  lediglich ein Exemplar des Buches, m&uuml;ssen Sie diese Felder nicht ausf&uuml;llen.</p><p>Der Reiter &laquo;Rezensionen&raquo; enth&auml;lt die Felder, um Ihre Reaktionen und Gedanken  zu einem bestimmten Buch festzuhalten. Sie k&ouml;nnen ebenfalls ihren Lesefortschritt  festhalten und das Buch, nachdem Sie dieses zu Ende gelesen haben, bewerten.  Auch wenn Sie das Buch mehrere Male lesen, k&ouml;nnen Sie f&uuml;r jeden einzelnen Lesevorgang  eine Rezension festhalten.</p><p><center><img src="images/3.png" border="0" width="50%"/></center></p><p>Schlie&szlig;lich gibt es da noch den Reiter &laquo;Ausleihgeschichte&raquo;. Diese Angaben  helfen Ihnen, den &Uuml;berblick zu bewahren, an wen Sie wann welches Buch entliehen  haben und wann Sie sie zur&uuml;ckbekommen sollten. Das richtige Werkzeug f&uuml;r denjenigen,  der B&uuml;cher sucht und nicht mehr wei&szlig;, ob er diese an irgendjemanden ausgeliehen  hat.</p><h3>Nutzer einer vorherigen Version von Books</h3><p>Haben Sie bereits Books 2 genutzt, ist es ganz einfach, Ihre Daten f&uuml;r Books  3 aufzubereiten. Starten Sie dazu die Anwendung und w&auml;hlen Sie in dem Men&uuml;punkt  &laquo;Bearbeiten&raquo; den Eintrag &laquo;Importieren&raquo; und dort den Eintrag &laquo;Books 2.0&raquo;. Sie  erhalten ein Fenster, durch das Sie ihre .books-Datei ausw&auml;hlen k&ouml;nnen. Nachdem  die Erweiterung die Datei bearbeitet hat, erhalten Sie eine Liste aller B&uuml;cher,  aus denen Sie alle B&uuml;cher ausw&auml;hlen k&ouml;nnen, die Sie mit Books 3 verwenden wollen.  Wollen Sie alle Ihre B&uuml;cher importieren, dann klicken Sie einfach auf den Knopf  &laquo;Importieren&raquo;. Das Fenster verschwindet und Books gibt die Meldung aus, da&szlig;  Ihre Dateien importiert werden. Sobald der Vorgang abgeschlossen ist, erhalten  Sie eine neue B&uuml;cherliste mit dem Namen &laquo;Daten von Books 2.0&raquo;, die Sie auch  nach Ihren W&uuml;nschen umbenennen k&ouml;nnen.</p><p>Vor: <a href="books.html">Books &amp; B&uuml;cherlisten</a></p><p>Zur&uuml;ck: <a href="overview.html">&Uuml;bersicht</a></p></body></html>