<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"        "http://www.w3.org/TR/1999/REC-html401-19991224/loose.dtd"><html><head>	<title>Importing &amp; exporting data</title> 	<style type="text/css" media="screen">@import "styles.css";</style>	<meta name="generator" content="BBEdit 6.5"></head><body text="#000000" bgcolor="#ffffff"><h4><a href="index.html">Hilfe zu Books</a> | <a href="contents.html">Inhalt</a></h4><h1>Daten importieren &amp; exportieren</h1><p>Auch wenn Sie Books zur Katalogisierung und Verwaltung Ihrer Sammlung nutzen,  gibt es auch noch andere M&ouml;glichkeiten, die f&uuml;r Sie interessant sein k&ouml;nnen.  Wenn Sie sich mit XML-Dateien auskennen und diese verwenden wollen, so k&ouml;nnen  Sie mit dem &laquo;Books Folder Exporter&raquo; die gesamte Bibliothek in einen Ordner  exportieren, der die Bilder, Informationen und die XML-Datei Ihrer Sammlung  enth&auml;lt. M&ouml;chten Sie die Informationen in einer Datenbankdatei verwenden, steht  Ihnen der &laquo;Tab-Delimited Text Exporter&raquo; zur Verf&uuml;gung. M&ouml;chten Sie sichergehen,  da&szlig; Sie ein Buch nicht zweimal kaufen, so k&ouml;nnen Sie Ihre Sammlung auf den  iPod laden, nachdem Sie diese mit dem &laquo;iPod Exporter&raquo; exportiert haben. F&uuml;r  Mobilfunktelephone steht der &laquo;Books Micro Edition Exporter&raquo; zur Verf&uuml;gung.</p><p>Ihre Daten zu exportieren, ist mit Books nicht sehr schwer. W&auml;hlen Sie einfach  die B&uuml;cherliste aus, die Sie exportieren m&ouml;chten. Unter dem Men&uuml;punkt &laquo;Bearbeiten&raquo;  w&auml;hlen Sie dann den Punkt &laquo;Exportieren&raquo; und dort den Eintrag aus, der Ihren  Bed&uuml;rfnissen entspricht. Eine Erweiterung erscheint und fragt nach zus&auml;tzlichen  Informationen (zum Beispiel danach, wohin Ihre Daten gespeichert werden sollen).  Nachdem Sie alle Fragen beantwortet haben, wird die B&uuml;cherliste exportiert  und die Erweiterung gegebenenfalls geschlossen.</p><p><center><img src="images/7.png" border="0"/></center></p><p>Auch das Importieren von Daten ist wirklich einfach. Books kann Daten von  Dateien, aus Datenbanken und von Servern lesen. Sie werden wahrscheinlich gefragt,  wo sich die Datei befindet, die Sie importieren wollen. Einige Erweiterungen  erfragen auch andere Informationen. Nachdem die Dateien importiert worden sind,  erscheint in Books eine neue B&uuml;cherliste mit allen Informationen. Sie k&ouml;nnen  die B&uuml;cher in andere Listen verschieben oder auch die neue B&uuml;cherliste wieder  l&ouml;schen. Um eine Datei zu importieren, w&auml;hlen Sie in dem Men&uuml;punkt &laquo;Bearbeiten&raquo;  den Punkt &laquo;Importieren&raquo; und die gew&uuml;nschte Erweiterung.</p><p><center><img src="images/8.png" border="0"/></center></p><p>Kennen Sie eine M&ouml;glichkeit, Daten zu importieren oder zu exportieren, die  in Books eingef&uuml;gt werden soll, sehen Sie sich bitte die n&auml;chste Seite an..</p><p>Vor: <a href="contributing.html">Bei der Entwicklung von Books mithelfen</a></p><p>Previous: <a href="preferences.html">Einstellungen &amp; Erweiterungen</a></p></body></html>